Repository: CofficLab/Lumi
Catalog: Plugins/ChatPanelPlugin/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Chat
zh_hans: 对话
zh_hk: 對話

source: User Manual
zh_hans: 使用手册
zh_hk: 使用手冊

source: Overview
zh_hans: 概述
zh_hk: 概述

source: This manual covers the Chat panel, the core workspace of Lumi where you work with the AI.
zh_hans: 本手册介绍「对话」面板。对话是 Lumi 的核心工作区,通过与 AI 交流完成日常工作。
zh_hk: 本手冊介紹「對話」面板。對話是 Lumi 的核心工作區,透過與 AI 交流完成日常工作。

source: Basic Operations
zh_hans: 基本操作
zh_hk: 基本操作

source: Click the Chat icon in the activity bar to open the chat workspace.
zh_hans: 点击活动栏中的「对话」图标,进入对话工作区。
zh_hk: 點擊活動欄中的「對話」圖示,進入對話工作區。

source: Type your question in the input field and press Return to send it.
zh_hans: 在输入框中输入问题,按回车发送。
zh_hk: 在輸入框中輸入問題,按 Return 傳送。

source: The AI replies in the conversation; you can also ask it to perform tasks for you.
zh_hans: AI 会在对话中回复,也可以让它替你执行任务。
zh_hk: AI 會在對話中回覆,也可以讓它替你執行任務。

source: Notes
zh_hans: 注意事项
zh_hk: 注意事項

source: Configure an AI provider in Settings before using the chat.
zh_hans: 使用对话前,需要先在「设置」中配置 AI 服务商。
zh_hk: 使用對話前,需要先在「設定」中配置 AI 服務商。
